{
  "function_surface": [
    "ו",
    "ה",
    "ל",
    "את",
    "ב",
    "מ",
    "אשר",
    "אל",
    "על",
    "כי",
    "לא",
    "הוא",
    "כ",
    "הנה",
    "אלי",
    "אחרי",
    "שם",
    "גם",
    "נא",
    "עד",
    "אם",
    "מן",
    "זה",
    "אלה",
    "בין",
    "אנכי",
    "מאד",
    "אתה",
    "זאת"
  ],
  "trigram": [
    "אמר",
    "אבר",
    "ואת",
    "יהו",
    "אשר",
    "ויא",
    "יאמ",
    "אלה",
    "אתה",
    "הוה",
    "ארץ",
    "ברה",
    "יםו",
    "הוא",
    "רהם",
    "הוי",
    "להי",
    "םוי",
    "מרא",
    "האר",
    "בני",
    "ויש",
    "שנה",
    "נהו",
    "ויה",
    "יהי",
    "מים",
    "הים",
    "יםא",
    "האל",
    "ראל",
    "ויק",
    "דבר",
    "ברם",
    "להא",
    "אלי",
    "והא",
    "אחר",
    "שרה",
    "כלה",
    "םאת",
    "אבי",
    "לאב",
    "פני",
    "ואל",
    "נים",
    "עלה",
    "ניו",
    "שים",
    "באר",
    "אתא",
    "ווי",
    "היה",
    "האש",
    "אתי",
    "ולד",
    "יני",
    "ריה",
    "רים",
    "יוא",
    "מלך",
    "הנה",
    "קרא",
    "אשת",
    "חרי",
    "ותש",
    "יול",
    "ליו",
    "ולא",
    "יםש",
    "שרי",
    "אתכ",
    "תהא",
    "לפנ",
    "ברי",
    "תאב",
    "האד",
    "ראת",
    "בנו",
    "שני",
    "שבע",
    "אתש",
    "םשנ",
    "היו",
    "מרה",
    "בית",
    "אתו",
    "איש",
    "ולי",
    "ירא",
    "תכל",
    "ישב",
    "ויו",
    "צחק",
    "אלא",
    "םוא",
    "האת",
    "אתב",
    "ויח",
    "יוו",
    "שמע",
    "ובנ",
    "אות",
    "השמ",
    "הםא",
    "ויב",
    "מרל",
    "יחי",
    "רהא",
    "םאש",
    "וכל",
    "נשי",
    "תיא",
    "ניה",
    "שרא",
    "ויר",
    "ילד",
    "םאל",
    "לאמ",
    "ברא",
    "דאת",
    "עבד",
    "ימי",
    "רית",
    "דני",
    "הול",
    "ותא",
    "יאת",
    "לאש",
    "ובי",
    "אדם",
    "יתי",
    "זרע",
    "אחי",
    "יצח",
    "אדנ",
    "הםו",
    "ראש",
    "לאי",
    "שלח",
    "יום",
    "כלא",
    "שלש",
    "תשנ",
    "לוט",
    "עיר",
    "ואש",
    "ואב",
    "עלי",
    "מרי",
    "ליה",
    "ואי",
    "ארב",
    "יקח",
    "ישמ",
    "בימ",
    "לדב",
    "תוא",
    "רוי",
    "ויל",
    "דמה",
    "והנ",
    "בינ",
    "אכל",
    "מאו",
    "נות",
    "הלא",
    "חמש",
    "מןה",
    "אדמ",
    "ראב",
    "והי",
    "שתו",
    "ימל",
    "בעי",
    "רלא",
    "יצא",
    "יבא",
    "ךאת",
    "והמ",
    "שרע",
    "עשה",
    "עינ",
    "דוא",
    "לוא",
    "ידו",
    "יםמ",
    "ליד",
    "עשר",
    "מהו",
    "ויע",
    "בין",
    "יהא",
    "תיה",
    "אתע",
    "יקר",
    "והו",
    "יםב",
    "קום",
    "הכי",
    "ישל",
    "אנש",
    "וימ",
    "מרו",
    "םלא",
    "אשה",
    "לדא",
    "הות",
    "יוב",
    "רבע",
    "צרי",
    "אנכ",
    "נער",
    "יםה",
    "נכי",
    "ריו",
    "תוו",
    "חיה",
    "עשי",
    "המי",
    "מאד",
    "העי",
    "ווא",
    "שמי",
    "תאת",
    "המל",
    "עים",
    "להו",
    "יתא",
    "ליל",
    "גוי",
    "תהי",
    "תהו",
    "העל",
    "נחו",
    "רוא",
    "להב",
    "תבה",
    "יהם",
    "בהמ",
    "רעך",
    "התב",
    "ראא",
    "םוב",
    "אוא",
    "ניך",
    "רהו",
    "מלא",
    "הזה",
    "כנע",
    "יכל",
    "ואר",
    "ויג",
    "שרב",
    "להמ",
    "רץו",
    "ותה",
    "בשר",
    "מקו",
    "ועל",
    "תאמ",
    "תים",
    "ראו",
    "מאת",
    "עלפ",
    "שתי",
    "םהא",
    "תיו",
    "אאת",
    "יבנ",
    "כיא",
    "שרל",
    "רבו",
    "וית",
    "בקר",
    "חתי",
    "באו",
    "יםל",
    "שהא",
    "זאת",
    "נימ",
    "מצר",
    "ההו",
    "אאל",
    "ניא",
    "יאל",
    "יוי",
    "לבנ",
    "דםו",
    "אתם",
    "לךא",
    "עשו",
    "ביו",
    "םעל",
    "ברו",
    "גדל",
    "המה",
    "ניי",
    "ראה",
    "כלו"
  ]
}